{
   "A": [
      {
         "Start timecode": "00:00:02;08",
         "End timecode": "00:00:09;26",
         "Speaker": "F45",
         "Transcript": "So her name is that you know. Like. My great grandmother's. "
      },
      {
         "Start timecode": "00:00:10;24",
         "End timecode": "00:00:21;23",
         "Speaker": "F1",
         "Transcript": "Mother told me. I didn't really know her but she told us about her mother being ill but then saying that he's back there was a great great grandmother. From. "
      },
      {
         "Start timecode": "00:00:29;23",
         "End timecode": "00:00:37;21",
         "Speaker": "F1",
         "Transcript": "George is a quiet small town. I didn't know the population of it but it was a small quiet. Like I say. "
      },
      {
         "Start timecode": "00:00:38;07",
         "End timecode": "00:00:51;26",
         "Speaker": "F38",
         "Transcript": "It seemed like a light coming into it a light in the middle and the light going out. That's how small Riceville was when I was there small very very very light traffic lights. There. "
      },
      {
         "Start timecode": "00:01:04;07",
         "End timecode": "00:01:33;26",
         "Speaker": "F7",
         "Transcript": "Did you ever venture out of my town to go visit relatives. Like I said Savannah TENNO. Atlanta and Dublin were just about. To do a. Was just visiting there. I like DOUBLE VERTICAL I stay there longer with my mother's sister. And it was nice there. And I enjoy it because I spent my time there. "
      },
      {
         "Start timecode": "00:01:36;11",
         "End timecode": "00:02:07;03",
         "Speaker": "F10",
         "Transcript": "Relaxing there you know. So tell me about your. It was like. Vegas had I have pigs cows. A couple of goats. And they grow cotton. And cotton on the farm came. So they could get the syrup and they made the syrup and. "
      },
      {
         "Start timecode": "00:02:08;18",
         "End timecode": "00:02:21;06",
         "Speaker": "F5",
         "Transcript": "And that pear trees and apple trees on the farm. That's what we have. Not that many trees like that but we have a few that we had that they wanted to have. Only had a. "
      },
      {
         "Start timecode": "00:02:24;23",
         "End timecode": "00:02:31;08",
         "Speaker": "F7",
         "Transcript": "Back there from the ground. My mother's parents grandparents. "
      },
      {
         "Start timecode": "00:02:31;21",
         "End timecode": "00:02:50;14",
         "Speaker": "F21",
         "Transcript": "Well like I said that's OK. So you like it when you say you know how they came. No no I don't I don't. Because your mother was saying something about. Their. "
      },
      {
         "Start timecode": "00:02:52;07",
         "End timecode": "00:02:59;07",
         "Speaker": "F10",
         "Transcript": "Land. But it was back then. Oh they lost it because it was I forgot what had. "
      },
      {
         "Start timecode": "00:03:00;04",
         "End timecode": "00:03:23;10",
         "Speaker": "F25",
         "Transcript": "Happened in those days. I can't think of what it was. Those are. What I'm trying to think of the word to say what it was like in those days. With them you know. For them to lose as much as they had. "
      },
      {
         "Start timecode": "00:03:25;02",
         "End timecode": "00:03:46;06",
         "Speaker": "F5",
         "Transcript": "Because what you did not kill anything like that. Think what it was now. Is there a lot of land but it lost a lot because. Of the. Oh sure I can think of it now. "
      },
      {
         "Start timecode": "00:03:50;23",
         "End timecode": "00:04:03;22",
         "Speaker": "F42",
         "Transcript": "WERTHEIMER It was back. Back there. He was and it was he wasn't a slave but it just. "
      },
      {
         "Start timecode": "00:04:04;29",
         "End timecode": "00:04:17;11",
         "Speaker": "F5",
         "Transcript": "The blacksmith was allowed to have. They just didn't have that much. When the losses they took the land. And that's what happened there but he had some land but not like them before. "
      },
      {
         "Start timecode": "00:04:17;20",
         "End timecode": "00:04:35;25",
         "Speaker": "F42",
         "Transcript": "You know. Have yes it was taken away from because of their race. Right. He's still not as much say. "
      },
      {
         "Start timecode": "00:04:51;29",
         "End timecode": "00:05:08;07",
         "Speaker": "F21",
         "Transcript": "You know that's what we did the fun part of it. Did you do anything else. No just feed the feed. The animals the pigs and the. Cows. "
      },
      {
         "Start timecode": "00:05:09;20",
         "End timecode": "00:05:14;29",
         "Speaker": "F43",
         "Transcript": "And the and things like that. That was just about. Just. All. "
      },
      {
         "Start timecode": "00:05:16;11",
         "End timecode": "00:05:18;10",
         "Speaker": "F6",
         "Transcript": "You have. "
      },
      {
         "Start timecode": "00:05:20;25",
         "End timecode": "00:05:34;16",
         "Speaker": "F21",
         "Transcript": "No I don't have any. No I don't have anything like. This. "
      },
      {
         "Start timecode": "00:05:35;02",
         "End timecode": "00:06:14;09",
         "Speaker": "F5",
         "Transcript": "You was put up by coming here. All the family died there. The last one was there I to get a sense of me but the people that was there didn't send it to me. But they do exist say they're out there someplace with. Somewhere. With my. Son with my. Uncles. Family. And uncles wise family. So I don't know where they even go because the way I try to contact she don't. "
      },
      {
         "Start timecode": "00:06:15;13",
         "End timecode": "00:06:37;14",
         "Speaker": "F43",
         "Transcript": "She knows she promised to do but didn't do so us. We just lost out on it. So the one that you wanted to get back. We. "
      },
      {
         "Start timecode": "00:06:56;23",
         "End timecode": "00:07:06;08",
         "Speaker": "F5",
         "Transcript": "He said Do I have videos. I said. I don't even remember his shoes. "
      },
      {
         "Start timecode": "00:07:20;05",
         "End timecode": "00:07:45;21",
         "Speaker": "F5",
         "Transcript": "Look at that what he had there. And I wanted to get the one they flipped from his children when they passed over the bed. They passed enough uncle passed away. But. My. My uncles in-laws. They just. Destroyed my cell my what I tried to get it but they didn't get to me. "
      },
      {
         "Start timecode": "00:07:45;29",
         "End timecode": "00:07:59;27",
         "Speaker": "F6",
         "Transcript": "Got it already. Can you describe it honestly. Do you remember. Whose picture activities. Are being documented. "
      },
      {
         "Start timecode": "00:08:01;14",
         "End timecode": "00:08:05;21",
         "Speaker": "F5",
         "Transcript": "Really it was just the family pictures. That was my. "
      },
      {
         "Start timecode": "00:08:06;24",
         "End timecode": "00:08:08;24",
         "Speaker": "F3",
         "Transcript": "Mind. "
      },
      {
         "Start timecode": "00:08:09;02",
         "End timecode": "00:08:13;23",
         "Speaker": "F5",
         "Transcript": "My mother's sat have pictures of my father's. "
      },
      {
         "Start timecode": "00:08:14;03",
         "End timecode": "00:08:24;17",
         "Speaker": "F44",
         "Transcript": "I don't really have maybe one and two of them but I have to my mother's side not my grandmother. "
      },
      {
         "Start timecode": "00:08:24;25",
         "End timecode": "00:08:33;21",
         "Speaker": "F5",
         "Transcript": "There are others but I was close to that when I was out there with them. "
      },
      {
         "Start timecode": "00:08:35;07",
         "End timecode": "00:08:43;05",
         "Speaker": "F6",
         "Transcript": "Oh yes. You know it just wasn't my. Baby picture like. "
      },
      {
         "Start timecode": "00:08:47;12",
         "End timecode": "00:08:55;29",
         "Speaker": "F5",
         "Transcript": "This. It's just Portus. Like I say we don't have that maybe goes back in the day then we didn't take that many pictures wasn't you know. "
      },
      {
         "Start timecode": "00:08:56;23",
         "End timecode": "00:09:02;08",
         "Speaker": "F21",
         "Transcript": "So it's just very seldom and you know when you look at them. "
      },
      {
         "Start timecode": "00:09:03;14",
         "End timecode": "00:09:16;14",
         "Speaker": "F25",
         "Transcript": "Yes. That what you are seeing. Now a little bit about race. Somewhat race black race. "
      },
      {
         "Start timecode": "00:09:45;04",
         "End timecode": "00:10:04;15",
         "Speaker": "F45",
         "Transcript": "Say. All right. But. Black America but my grandma was she has some Indian. In her. Background but I don't know. "
      },
      {
         "Start timecode": "00:10:25;18",
         "End timecode": "00:11:41;29",
         "Speaker": "F5",
         "Transcript": "No to a certain extent. They really don't just get to me when when they. Come to people. Are. Racist. And that's what gets on my nerves. I could say we are all human. And you do the right thing here for each other because of what race of color. And that's the most important thing in life is try to get people to do the realize that. And do the right thing. That's the most important thing. You know. I really can't stand on. This is this is racist. It is actually you know how he is and with the attitude. You know he approached people like I was like especially the black don't kick him to the dirt ground. You know I'm white I'm I'm in control. I'm going to do these things. I can't stand even look at the paper or TV or what have you. I feel. Like. Because of his presidency you know. We did racist. "
      },
      {
         "Start timecode": "00:11:49;18",
         "End timecode": "00:12:08;03",
         "Speaker": "F8",
         "Transcript": "Life. Oh nice. Oh just I asked her. I said I understand. I've experienced racism. How did you do it. I have experienced it a lot. Growing up. But. "
      },
      {
         "Start timecode": "00:12:08;10",
         "End timecode": "00:12:56;26",
         "Speaker": "F9",
         "Transcript": "I see that that's a life. And. I was taught. To do the right thing in regards to who and what. And let them know you know how whites were. Treat me nice. Actually two nights of that I don't need to be bothered with you. Just leave me alone and I go that way. I know that it's not black here in a white was there. You know your limits. When I was young a little girl. So that's what you went by just you did bad people disrespect me. And do the wrong thing that's what I get on my nerves. So what can you. Explain some other races like. Not really only the. "
      },
      {
         "Start timecode": "00:12:58;10",
         "End timecode": "00:13:30;16",
         "Speaker": "F5",
         "Transcript": "So I want because like I even say in dealing with work I had different people working for me. And there was a Spanish to the Puerto Ricans and there was. The Haitians and all they were black and all but still. Some have the attitudes and some nasty. And I think that the No. I am who I am and I respect you and you respect me as I don't bother. So I left it like that. "
      },
      {
         "Start timecode": "00:13:35;04",
         "End timecode": "00:14:04;23",
         "Speaker": "F5",
         "Transcript": "They did the same way that they dealt the same way knowing how people are what the world is like. So they moved along with it just like that. And. Moved on and say. Thank God it could be worse. And that's just the way we dealt with it. Thank God. Hope tomorrow I'll be a better day. And that's what we did. Does your race help or hinder. "
      },
      {
         "Start timecode": "00:14:11;02",
         "End timecode": "00:14:15;29",
         "Speaker": "F6",
         "Transcript": "Set you back. "
      },
      {
         "Start timecode": "00:14:16;03",
         "End timecode": "00:15:08;25",
         "Speaker": "F5",
         "Transcript": "It all depends like you say when you go and you know and you have your pride your respect and your term you're doing the right thing. That's the most important thing in life. Long as you know you do it regardless of who or what. Because like I say. Some of the blacks are just as nice to me as what's the White. And the Spanish and the Puerto Rican. Haitians and also on them. But I let them know. Hmong as I was doing the right thing. I'm going continue to do the right thing and. Ask God to take care of and protect me and keep me out of all great harm and danger. That's what made me determined to keep on pushing and. What race or pair. Of Black. "
      },
      {
         "Start timecode": "00:15:13;10",
         "End timecode": "00:15:26;13",
         "Speaker": "F6",
         "Transcript": "Mothers side. Yes. You could be any race. What would it be. I would still be just like I am today. "
      },
      {
         "Start timecode": "00:15:27;06",
         "End timecode": "00:15:31;26",
         "Speaker": "F5",
         "Transcript": "Because I'm proud of what I am. "
      },
      {
         "Start timecode": "00:15:31;02",
         "End timecode": "00:15:33;17",
         "Speaker": "F12",
         "Transcript": "I mean everything in the world. "
      },
      {
         "Start timecode": "00:15:35;29",
         "End timecode": "00:15:45;08",
         "Speaker": "F6",
         "Transcript": "Yeah. So you would say your race is a very important part of your identity. Yes. "
      },
      {
         "Start timecode": "00:16:01;23",
         "End timecode": "00:16:09;03",
         "Speaker": "F5",
         "Transcript": "Nowness only black. Maybe it's a from Somalia from Africa or someplace like that and. It. "
      },
      {
         "Start timecode": "00:16:44;28",
         "End timecode": "00:17:19;12",
         "Speaker": "F9",
         "Transcript": "Until you're proven wrong. You keep on doing what you. Just taught right. And you know that you're right. If something comes up. That. Might make a change in life. That. Will help you better. And is the right thing. So when we would go make a change like that. So you think there. Are hardships that you face. Is. "
      },
      {
         "Start timecode": "00:17:19;20",
         "End timecode": "00:17:35;14",
         "Speaker": "M4",
         "Transcript": "Kind of safe. Oh. Yes. If you say you say you say maybe you wouldn't listen to me. If I was white. "
      },
      {
         "Start timecode": "00:17:36;10",
         "End timecode": "00:17:44;21",
         "Speaker": "F8",
         "Transcript": "I learned a lesson. If you say. Nothing like I say you would never want to live this way. "
      },
      {
         "Start timecode": "00:17:46;15",
         "End timecode": "00:17:50;27",
         "Speaker": "M4",
         "Transcript": "It's almost like because what you have to go through to be working. "
      },
      {
         "Start timecode": "00:17:51;15",
         "End timecode": "00:18:27;13",
         "Speaker": "F9",
         "Transcript": "Oh yes. And I know how I feel what you have had had to go because you deal with that. And what you know growing up. The family prepares you for this. In the right way until you're wrong. That's what you did. Yeah. And he was happy and proud. And you can prove that you know that you're right. And don't change because you know you make a change. And get in is just going the wrong way. So you're right from the beginning so you stick with the right thing to do the right thing. "
      },
      {
         "Start timecode": "00:18:35;23",
         "End timecode": "00:19:30;09",
         "Speaker": "F9",
         "Transcript": "No. Just. Just outside something like that to make you understand. And like I say the one time when. The young lady but I was in grammar schools said nigger. And then I hit her. Other than that I was in a. Nasty fighting person. And as I got older. I let the people know I stopped working. That. I'm proud of who I am. You're not going to disrespect me. I respect you and you're going to respect me. And that. I don't have any part time for you. Even at work. I was there as a teacher. Did you know you want to do your job. And I got a promotion. That if you don't want to do this. You're going to leave I'll take you out to office. "
      },
      {
         "Start timecode": "00:19:30;29",
         "End timecode": "00:19:35;25",
         "Speaker": "F11",
         "Transcript": "You don't want to be here. I didn't go. "
      },
      {
         "Start timecode": "00:19:40;23",
         "End timecode": "00:19:47;25",
         "Speaker": "M3",
         "Transcript": "They really was verbal like I say yes I. "
      },
      {
         "Start timecode": "00:19:48;22",
         "End timecode": "00:20:13;19",
         "Speaker": "F9",
         "Transcript": "Let them take them right out and then learn what they and what I was doing and they made that change. Else you wouldn't have a position don't have a job. And I wasn't going to I was a respected name that is going to respect me. I I get respect and I demand respect. Other than that you're not going to be with this. And I never got nasty or anything like that. "
      },
      {
         "Start timecode": "00:20:13;19",
         "End timecode": "00:20:19;16",
         "Speaker": "F11",
         "Transcript": "I just took them and told them they want to be white and they would go. "
      },
      {
         "Start timecode": "00:20:31;02",
         "End timecode": "00:21:03;02",
         "Speaker": "F5",
         "Transcript": "Yes. Yes I did way because my mother my mother prepared us to have your pride. And keep your pride and keep yourself. Nice. And respect. And talk with respect. And due to respect for like. Respectable things. And that's what can and that's what my. Can you tell me about your religious beliefs or spiritual beliefs. "
      },
      {
         "Start timecode": "00:21:16;02",
         "End timecode": "00:21:36;17",
         "Speaker": "F5",
         "Transcript": "And doing the right thing by all means at all times. So where what. You don't is you're doing the right thing. And as far as. You believe in God as I believe in God yes. "
      },
      {
         "Start timecode": "00:21:37;16",
         "End timecode": "00:21:45;03",
         "Speaker": "F14",
         "Transcript": "That's one of the main things you have the faith and trust that he's here for you. You don't respect him to let you know. "
      },
      {
         "Start timecode": "00:21:45;21",
         "End timecode": "00:21:57;16",
         "Speaker": "F15",
         "Transcript": "Let him know that you know how much you appreciate these things and doing the right thing and that's the main thing. "
      },
      {
         "Start timecode": "00:22:02;12",
         "End timecode": "00:22:14;06",
         "Speaker": "F17",
         "Transcript": "I think miracles could have I don't have any miracles. "
      },
      {
         "Start timecode": "00:22:15;13",
         "End timecode": "00:22:44;03",
         "Speaker": "M5",
         "Transcript": "So just maybe just any acts of God that you know. Only God can give me a of they look at me. Just say something and say oh my God shall I think of something I could say that. He has blessed me in so many ways. "
      },
      {
         "Start timecode": "00:22:44;25",
         "End timecode": "00:22:52;20",
         "Speaker": "F19",
         "Transcript": "That I can't come out a particular way to show. "
      },
      {
         "Start timecode": "00:22:53;23",
         "End timecode": "00:23:09;29",
         "Speaker": "F14",
         "Transcript": "But having the faith in him with all the surgeries I've had here for me and give me strength to keep moving forward. That's the most important thing and I thank him every day of my life. "
      },
      {
         "Start timecode": "00:23:09;29",
         "End timecode": "00:23:27;07",
         "Speaker": "F20",
         "Transcript": "Morning and night I'm thinking him let them know how much I appreciate loving and caring and family. And that's the most important thing and doing the right thing for each other. "
      },
      {
         "Start timecode": "00:23:27;15",
         "End timecode": "00:23:37;23",
         "Speaker": "M5",
         "Transcript": "So you just. Yes I think so. "
      },
      {
         "Start timecode": "00:23:37;23",
         "End timecode": "00:23:49;05",
         "Speaker": "F22",
         "Transcript": "What was the most profound spiritual moment. "
      },
      {
         "Start timecode": "00:23:59;22",
         "End timecode": "00:25:11;07",
         "Speaker": "F24",
         "Transcript": "To tell you just to the I know my was my family my sister and my mother being given me the strength and the power to keep loving and caring so much. It just broke my heart. I want to. Live. I want to do it. I mean give me strength to keep moving. I kept it to myself a lot because. I didn't want to upset the family. But I love them so much. I just couldn't believe they left me. You know this is just couldn't believe me like the sound of going away when he passed away. Is it just if you were I was so sad and devastated and I was wondering why my sister had to. "
      },
      {
         "Start timecode": "00:25:13;08",
         "End timecode": "00:25:55;20",
         "Speaker": "F14",
         "Transcript": "Go through all that she went through and being such a sweet loving daughter mother and know you know it just it's just so young to go through what she did. I was so hurt when my last mother even though I had all we had all those years it just just broke my heart. When you love and care like that it is explainable and you can get better. Like I actually got better. But I ask God to forgive me because we all want to go one day. I just couldn't believe that she. "
      },
      {
         "Start timecode": "00:25:56;24",
         "End timecode": "00:26:00;02",
         "Speaker": "F16",
         "Transcript": "Is leaving me. "
      },
      {
         "Start timecode": "00:26:00;25",
         "End timecode": "00:26:20;23",
         "Speaker": "F24",
         "Transcript": "Yes I was so depressed you couldn't believe it. Yes. Both of my nieces are so depressed with them. Yes I just love them. What can you say or do. Who am I to question God. "
      },
      {
         "Start timecode": "00:26:24;18",
         "End timecode": "00:26:28;06",
         "Speaker": "F16",
         "Transcript": "Yes every god. Yes. "
      },
      {
         "Start timecode": "00:26:29;08",
         "End timecode": "00:26:45;29",
         "Speaker": "F14",
         "Transcript": "Yes yes. Because I was I was getting so there that asking to forgive me for getting bitter with him taking them I see them as wonderful sweet people. "
      },
      {
         "Start timecode": "00:26:54;04",
         "End timecode": "00:27:10;05",
         "Speaker": "F30",
         "Transcript": "It is. It is. It was. It was because like I said Lord look at the ones you're taking. And they're so sweet and good. "
      },
      {
         "Start timecode": "00:27:29;12",
         "End timecode": "00:28:27;07",
         "Speaker": "M6",
         "Transcript": "That time it was a loving and caring. I got a little bitter because wasn't my sister and my niece. And by the way they did look at some that that was out there doing not doing the right thing and I was doing the right thing. And you took them away hurt them I had them sick and I just did it like that and I accept God forgive me because I know who am I to question you. And I had to go back and ask for forgiveness because because I love and care so much that means and ask them to forgive me for being like that and appreciate I appreciate everything I should be doing the best I can by all. "
      },
      {
         "Start timecode": "00:28:28;11",
         "End timecode": "00:28:37;14",
         "Speaker": "M8",
         "Transcript": "Keep me safe and have all heard on the news and the right thing and good evening from us. "
      },
      {
         "Start timecode": "00:28:45;16",
         "End timecode": "00:29:07;11",
         "Speaker": "F27",
         "Transcript": "I think it's more like a man like Imam because like Jesus Christ was always thought he was a man which is that's what I see. You see like a race no just I don't actually know thought of being as a race. "
      },
      {
         "Start timecode": "00:29:07;11",
         "End timecode": "00:29:26;29",
         "Speaker": "M6",
         "Transcript": "I just same as don't question as same as being white but not he thought more white and black. I never thought of it that way. "
      },
      {
         "Start timecode": "00:29:26;29",
         "End timecode": "00:29:34;27",
         "Speaker": "M7",
         "Transcript": "Thank you. Is it right. "
      },
      {
         "Start timecode": "00:29:39;04",
         "End timecode": "00:31:39;21",
         "Speaker": "M6",
         "Transcript": "I try to do the right thing. And I pray and ask and take care of all. He was all strong and healthy safe respecting him and close and doing the right thing by Army not only me my family my loved ones even my friends. If I have enemies. That take care of them too. Day when you I pray for all the family all the family even the world that's going on. Saying I hope that all the scenes that they had and hope hope there's all forgiven and they all went to heaven from the beginning. Till now and they met there and to take care of all the family. Keep it all strong and healthy safe close respected him and I respect each other and doing the right thing and forgive us for our sins if these No I just this is leave when you go to heaven you pray. So for the families and loved ones and their sense of forgive and that they go to hell and they meet and they're just waiting for. This. I pray you get this sense was given given my sense meet them in heaven when the time comes yes I do. Yes I do. I do. Because like keep saying if you don't do the right thing that's what you're going to punish you're going to jail. "
      },
      {
         "Start timecode": "00:31:52;17",
         "End timecode": "00:31:56;27",
         "Speaker": "F36",
         "Transcript": "No I'm not really I don't believe that. "
      },
      {
         "Start timecode": "00:31:59;13",
         "End timecode": "00:32:13;20",
         "Speaker": "M8",
         "Transcript": "I want to thank him for everything and continue to watch all the family after I'm gone guidance and protect. "
      },
      {
         "Start timecode": "00:32:13;24",
         "End timecode": "00:32:57;17",
         "Speaker": "F33",
         "Transcript": "He didn't close loving caring and respect him and respect each other and doing the right thing by the you have a company like you and I do want us to cease to be the yes. "
      },
      {
         "Start timecode": "00:33:00;09",
         "End timecode": "00:33:13;10",
         "Speaker": "M6",
         "Transcript": "God has friends to protect us right. I believe that that's why I say you do the right thing and there there and that you know you must do the right thing and that could change the right thing. "
      },
      {
         "Start timecode": "00:33:13;14",
         "End timecode": "00:34:03;03",
         "Speaker": "F33",
         "Transcript": "Show God how much you appreciate that. Yes. Is too. You know that's anything that makes you feel like oh my showing the same thing I have that has been all times I feel like families watching this guys watch it. All. "
      },
      {
         "Start timecode": "00:34:03;08",
         "End timecode": "00:34:07;10",
         "Speaker": "F37",
         "Transcript": "Family. That's the way I feel about it. "
      },
      {
         "Start timecode": "00:34:15;27",
         "End timecode": "00:34:42;20",
         "Speaker": "M8",
         "Transcript": "I like to know. Let them know that I respect and respect each other and doing the right thing by all means and you do the right thing. To continue to do the right thing and I'm respect that show got out I would appreciate your life that you gone. "
      },
      {
         "Start timecode": "00:34:55;22",
         "End timecode": "00:35:15;23",
         "Speaker": "M8",
         "Transcript": "No it is just to keep us close and loving and caring for each other because of what to do the right thing by all means. I to say show that you love you and don't be respectful for all thing. "
      },
      {
         "Start timecode": "00:35:15;24",
         "End timecode": "00:35:39;06",
         "Speaker": "M6",
         "Transcript": "That's the most important thing that if you do something wrong things start to turn you around because we all make some mistakes. Q How minor or major it is you ask God to forgive you. And you do or you do the right thing. That's what counts. And. "
      },
      {
         "Start timecode": "00:35:42;29",
         "End timecode": "00:35:47;12",
         "Speaker": "F37",
         "Transcript": "Jobs. I only had a job. I worked at. "
      },
      {
         "Start timecode": "00:35:48;02",
         "End timecode": "00:35:56;03",
         "Speaker": "F27",
         "Transcript": "Westinghouse and that was an 18 year yes. "
      },
      {
         "Start timecode": "00:35:56;08",
         "End timecode": "00:36:37;05",
         "Speaker": "M8",
         "Transcript": "It was assembly work on the line when I became supervisor. I became a job foreman I had like a hundred and fifty people work at and it was very rough because I was the first female the first black there. There and all races and nationalities. So many of them was against me but I kept praying and asking God to help me and keep smiling and this we at ended up to the end. I retired. This. "
      },
      {
         "Start timecode": "00:36:47;24",
         "End timecode": "00:37:11;19",
         "Speaker": "F41",
         "Transcript": "Someone someone told me I can't think how I've got the I really don't remember around no only my nephew right. "
      },
      {
         "Start timecode": "00:37:11;21",
         "End timecode": "00:37:28;15",
         "Speaker": "M8",
         "Transcript": "I once once I've been the work of one summer while he was at school. Then he went back to college dad and I were just a couple months and that was it. "
      },
      {
         "Start timecode": "00:37:34;11",
         "End timecode": "00:37:37;24",
         "Speaker": "F31",
         "Transcript": "Yes I loved my job. "
      },
      {
         "Start timecode": "00:37:37;24",
         "End timecode": "00:38:24;04",
         "Speaker": "M6",
         "Transcript": "I loved it. I enjoyed it. There was a rough job with the hatred in any and all races races nationalities but I was determined the next guy to help me keep me safe and doing the right thing. And that's why I was able to advance and get the promotion because like I said I will be. Both of those the same way. So many so many of them in the salary on the management those voices of a allowed the world as many as out it was worse because there was envious of me getting the job and being a female and being black. "
      }
   ],
   "Q": [
      {
         "Start timecode": "00:00:21;27",
         "End timecode": "00:00:29;22",
         "Speaker": "F2",
         "Transcript": "My mother's side. Tell me about George. "
      },
      {
         "Start timecode": "00:00:52;08",
         "End timecode": "00:01:01;19",
         "Speaker": "F7",
         "Transcript": "Are a lot of cars on the road. No that wasn't us during that time there wasn't many cars very few cars. "
      },
      {
         "Start timecode": "00:01:01;19",
         "End timecode": "00:01:04;07",
         "Speaker": "F2",
         "Transcript": "Have you ever ventured out of your town. "
      },
      {
         "Start timecode": "00:04:35;29",
         "End timecode": "00:04:51;26",
         "Speaker": "F7",
         "Transcript": "Did you ever. Yes I did. Oh. I was small young then I did for fun fun just to go in the field and pick a little see was light but it was fun to do. "
      },
      {
         "Start timecode": "00:06:40;05",
         "End timecode": "00:06:47;22",
         "Speaker": "F5",
         "Transcript": "Can you. Oh I'm sorry. I'm sorry. So Sinais. "
      },
      {
         "Start timecode": "00:06:50;12",
         "End timecode": "00:06:52;19",
         "Speaker": "F25",
         "Transcript": "Oh no I I. "
      },
      {
         "Start timecode": "00:07:06;08",
         "End timecode": "00:07:20;21",
         "Speaker": "F6",
         "Transcript": "When did you. Just like when I was a kid when I went south. To a vacation. At my mother's brother's house like a bubble his name was Thurstan I shouldn't. "
      },
      {
         "Start timecode": "00:09:18;29",
         "End timecode": "00:09:44;28",
         "Speaker": "F6",
         "Transcript": "Ethnicity or your background. Like what. Like where that race ethnicity would be like. If we say. We've done. So. I would. "
      },
      {
         "Start timecode": "00:10:05;10",
         "End timecode": "00:10:06;21",
         "Speaker": "F44",
         "Transcript": "Who wore what. "
      },
      {
         "Start timecode": "00:10:06;22",
         "End timecode": "00:10:20;14",
         "Speaker": "F6",
         "Transcript": "Like I say There there. Yes. All. Right. Nothing like that. Does race play a large role in your life. "
      },
      {
         "Start timecode": "00:13:30;19",
         "End timecode": "00:13:32;27",
         "Speaker": "F6",
         "Transcript": "Was your day. Your family. "
      },
      {
         "Start timecode": "00:15:45;10",
         "End timecode": "00:15:57;02",
         "Speaker": "M3",
         "Transcript": "Did you grow up passing for something else. Why not culture other than the one people might apply to you when they first meet you. No one was a. "
      },
      {
         "Start timecode": "00:16:10;07",
         "End timecode": "00:16:43;25",
         "Speaker": "F11",
         "Transcript": "Never anything like that. How does your race color affect the way you navigate the. Is. The only thing I can say was that it was just that as you know that you're right. You stand up for. The right thing and do the right thing here for the right thing. That's the most important thing in life. And you. "
      },
      {
         "Start timecode": "00:18:27;19",
         "End timecode": "00:18:32;15",
         "Speaker": "F6",
         "Transcript": "You saw this before. But did you ever get into fights. "
      },
      {
         "Start timecode": "00:19:36;02",
         "End timecode": "00:19:40;16",
         "Speaker": "F8",
         "Transcript": "So you feel like you. I feel like I taught a lesson that way. "
      },
      {
         "Start timecode": "00:20:20;04",
         "End timecode": "00:20:29;19",
         "Speaker": "F6",
         "Transcript": "So do you think you've been treated this other guy. "
      },
      {
         "Start timecode": "00:21:03;15",
         "End timecode": "00:21:15;04",
         "Speaker": "M3",
         "Transcript": "And what is your religion. Baptist. The Baptist and. Doing the right thing on respecting God and I respect each other. "
      },
      {
         "Start timecode": "00:26:45;29",
         "End timecode": "00:26:52;22",
         "Speaker": "F29",
         "Transcript": "Did you find yourself at times like. "
      },
      {
         "Start timecode": "00:29:35;15",
         "End timecode": "00:29:39;02",
         "Speaker": "F31",
         "Transcript": "Do you see yourself yes. "
      },
      {
         "Start timecode": "00:31:56;29",
         "End timecode": "00:31:58;08",
         "Speaker": "F31",
         "Transcript": "What do you mean. "
      },
      {
         "Start timecode": "00:32:57;25",
         "End timecode": "00:32:58;12",
         "Speaker": "F37",
         "Transcript": "Right. "
      },
      {
         "Start timecode": "00:34:07;13",
         "End timecode": "00:34:13;10",
         "Speaker": "M9",
         "Transcript": "What would you like your future relatives to know about you or your family. "
      },
      {
         "Start timecode": "00:34:43;03",
         "End timecode": "00:34:48;24",
         "Speaker": "M6",
         "Transcript": "How much you appreciate your life when you hear on it. I know. "
      },
      {
         "Start timecode": "00:36:39;22",
         "End timecode": "00:36:47;22",
         "Speaker": "F32",
         "Transcript": "Tell me how you got into China. "
      },
      {
         "Start timecode": "00:37:28;18",
         "End timecode": "00:37:33;02",
         "Speaker": "F39",
         "Transcript": "So you like it. "
      }
   ],
   "C": [
      {
         "Start timecode": "00:27:10;10",
         "End timecode": "00:27:25;27",
         "Speaker": "F31",
         "Transcript": "Yes yes. OK. OK. Oh yes. "
      }
   ]
}